vpilat/libtropic/examples/esp32/ESP32-S3-DevKitC-1/identify_chip/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESP_MAIN_TASK_STACK_SIZE=16384